app/controllers/leads_controller.rb

SELECT * FROM "leads"
---
  def index
    @leads = Lead.all